{
  "pages": [
    {
      "url": "https://www.th-bingen.de/en",
      "title": "EN: TH Bingen",
      "timestamp": "2025-01-05T19:12:19.651523",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Welcome to Bingen Technical University of Applied Sciences! We are very pleased you are interested in studying here at Bingen Technical University of Applied Sciences (UAS). Bingen UAS has been training engineers and scientists since 1897. Completing your studies at Bingen UAS ensures professional instruction, a high level of practical relevance and close cooperation with companies. The approximately 30 degree courses we offer include engineering, information and communication technology, and life sciences. Starting winter semester 2023, we will offer the following Master's degree programmes in English: Environmental Sustainability Computer Science Coming soon: Master's degree programme in English: Sustainable Intensification of Agricultural Production Systems Please note that the other courses in our degree programmes are taught in German. Students must provide proof of proficiency in the German language to be admitted to a german-speaking degree course. At a glance Our fact sheet contains the most important information about our institution, including what we offer, who to contact, and relevant deadlines. International applicants Final degree in Bingen Studying as an exchange student Exchange semester in Bingen High-tech and the romantic Rhine River Bingen is located on the Rhine and is the gateway to the Upper Middle Rhine Valley, a UNESCO World Heritage Site. The town is also conveniently situated on the outskirts of the Rhine-Main region, whose cities of Mainz, Wiesbaden and Frankfurt can be reached quickly by train and car, with Frankfurt Airport practically right around the corner. The area's vineyards, forests and rivers invite you to run, bicycle or hike. There is a lot to explore culturally in the traditional region surrounding this town of 25,000 residents. Find out more about Bingen here:www.bingen.de/en   Living in Bingen Bingen is an ideal place for students to live. The cost of renting a flat is moderate, and the quality of life in this lovely city on the Rhine is high. We would be happy to assist you if you are in need of accommodations, and will send you information as soon as we receive your application. Any questions? Please contact us: Johanna Scarongella M.A.(Saj) Johanna Scarongella M.A. Contact Zentralverwaltung Building 5 Room 319 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/en/data-protection-and-privacy",
      "title": "Data protection and privacy",
      "timestamp": "2025-01-05T19:12:20.822771",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Data protection and privacy Data protection and privacy Data protection and privacy Privacy Privacy notice in accordance with Article 12 of the EU General Data Protection Regulation (GDPR)of Bingen Technical University of Applied Sciences (TH Bingen), public corporation and state institution. This privacy notice also applies to TH Bingen’s subdomainhttp://mintplus.th-bingen.de(in German only). (1) TH Bingen takes the safeguarding of your fundamental rights and your personal data very seriously. It goes without saying that your personal data will always be collected, processed, and stored in compliance with the statutory data protection regulations. The procedures are based on the EU General Data Protection Regulation, the State Data Protection Act of Rhineland-Palatinate (LDSG), Section 5 of the German Telemedia Act (TMG), and the German Act on Copyright and Related Rights (KunstUrhG). Please take the time to familiarise yourself with the information in this privacy notice. (2) To assure the protection of data, Bingen Technical University of Applied Sciences has a data controller and a data protection officer. a) The data controller is the president of Bingen Technical University of Applied Sciences. Contact details: Bingen Technical University of Applied SciencesThe PresidentBerlinstr. 10955411 Bingen am RheinPhone: +49 6721 409-402Fax: +49 6721 409-100Email: praesidentin[at]th-bingen.de b) The data protection officer performs the functions and tasks as defined in Sections 37–39 LDSG. Contact details: Bingen Technical University of Applied SciencesData protection officerBerlinstr. 10955411 Bingen am RheinPhone: +49 6721 409-540Email: datenschutz[at]th-bingen.de c) The university’s transparency officer and hence the designated point of information as set out in Section 9(2) of the State Transparency Act (LTranspG). Bingen Technical University of Applied Sciences Berlinstr. 109 55411 Bingen am Rhein Email: transparenz[at]th-bingen.de  (3) Collection and processing of personal data You can use the online services of TH Bingen without disclosing your identity. If we request personal data (such as name, address, or email address) on the website, for example in the context of contact forms or during login/registration, you provide such data voluntarily. By voluntarily providing this data, you consent to the data being used by TH Bingen. You can revoke your consent at any time.This information is used for our own organisational purposes (such as sending you the requested materials/information). Once you have given your consent, for example for the purpose of receiving a newsletter or other interesting information from our university, you can revoke it at any time with effect for the future without giving any reason. To do this, you can contact one of those responsible mentioned under (2) or use another channel specified in the newsletter. When you use the contact form on the TH Bingen homepage, various types of data are processed. The scope of the data also depends on the data you provide in the contact form. The following personal data will be processed: User details: Name, email address. Subject: here you can choose between “Personal counselling” and “Admission and selection procedure, withdrawal, and re-enrolment”. Further information on the subject of the individual user’s request on a voluntary basis Metadata: such as date, time. The period for deletion of the data expires on completion of the request. The data are not stored. If you select “Personal counselling”, the data will be sent to TH Bingen’s Student Advisory and Counselling Centre (zsb[at]th-bingen.de). If you select “Admission and selection procedure, withdrawal, and re-enrolment”, the data will be sent to the Student Office (studierendensekretariat[at]th-bingen.de). The data are stored in the email system and are subject to the relevant retention and deletion periods. If you have any questions at all, please contact us via the persons responsible listed under (2). (3.1) Collection and processing of personal data on the intranet (job portal/accommodation portal) In order to use the job portal and accommodation portal, the advertiser must provide personal data. The provider collects the following data in the job portal: Email Password Company name Street/house number; postcode/town Additional address line (optional) Name and phone number of contact Contact email Consent to the privacy notice The provider collects the following data in the accommodation portal: Email Password Name and phone number of contact Contact email Consent to the privacy notice The collection of data is mandatory, because without passing on the data to interested parties, a job or offer of accommodation is not possible or cannot be arranged. These data are requested solely for the purpose of verifying the content and enabling interested parties to contact the respective person regarding a flat or job offer. The collection of these data is therefore for a specific purpose. The adverts and associated data are only visible to students and staff on the intranet. By registering on the portal, the advertiser agrees to their name and contact details being displayed within the protected environment of the intranet. The data are only made available to students and staff and are not used by TH Bingen itself. This group of people can access the job and accommodation portal using the internal Shibboleth access procedure (3.2). For the accommodation portal, deletion can be carried out by the advertiser themselves or by contacting webmaster[at]th-bingen.de. (3.2) Shibboleth access procedure Staff and students can use the internal intranet services made available to them. To log in, you will be asked for your personal email address and password. The login data are stored for up to 10 calendar days. This procedure was developed by: Association to Promote a German Research and Education Network (DFN Verein e. V.) Alexanderplatz 1, 10178 Berlin Email: dfn@dfn.de, phone: +49 30 884299-0  The privacy notice can be viewed at:https://wayf.aai.dfn.de/datenschutz.html (4) Cookies Cookies are text files that are stored on your computer and enable the analysis of your use of the website. They automatically recognise you the next time you visit. You can prevent the installation of cookies by selecting the appropriate settings in your browser. However, this may mean that you will not be able to use all the services offered by TH Bingen to their full extent. (5) Log data Every time the website is accessed, logs are created and processed for statistical purposes, but the individual user remains anonymous: Referrer (page whose link you used to reach this website) Keywords (with search engines as referrer) IP is used to determine the country of origin and the provider Browser, operating system, installed plug-ins, and screen resolution Time spent on the pages We process the above listed data on the basis of our legitimate interest in accordance with Art. 6 para. 1 sentence 1 lit. f GDPR for the following purposes: to ensure a smooth connection to our website, to ensure the user-friendliness of our website, to fulfil our duty to provide information as a public institution, to ensure the efficiency of our university communication, to analyse system security and stability, to ensure information security and for other administrative purposes. We reserve the right to check these data at a later date if we become aware of tangible evidence of unlawful use. (6) Sharing data Personal data will not be shared with third parties for commercial or non-commercial purposes without your express consent. We only pass on your personal data to third parties if this is legally permissible (e.g. on the basis of Article 6 GDPR) and/or necessary. TH Bingen’s own data centre hosts the website. In some cases, we use service providers for the legally required processing of data; the website is maintained by LABOR - Agentur für moderne Kommunikation GmbH (Agency for Modern Communication). Full responsibility for the processing of data remains with TH Bingen. We also use plug-ins from other providers on our website; you can find more details below. (7) Liability for own content The content of these pages has been created with the utmost care. However, we cannot accept liability for the accuracy, completeness, and current validity of the content. As a service provider we are responsible under general law for our own content on these pages. (8) Liability for links (content of external providers) Our own content is to be distinguished from cross-references (links) to content provided by other providers. We have no influence on their content. The respective providers or operators of the websites alone are responsible for the information contained on the linked sites. (9) Your right to revoke, amend, correct, and update In this notice, we inform you that under the conditions defined in Article 15 et seq. GDPR, you have the right of access to relevant personal data, the right to rectification or erasure, or to restrict processing, or the right to object to processing, and the right to data portability. In accordance with Article 77 GDPR, you also have the right to lodge a complaint with a data protection supervisory authority if you believe that the processing of your personal data violates this regulation. If the processing of data is based on Article 6(1)(a) GDPR or Article 9(2)(a) GDPR (consent), you also have the right to withdraw your consent at any time without affecting the lawfulness of processing based on your consent prior to its withdrawal. (10) Your right of access, Art. 15 GDPR You have the right to request information as to whether and to what extent your personal data are processed (in particular the purpose of processing, recipients of the data, storage period, etc.). (11) Your right to rectification, Art. 16 GDPR You have the right to request the correction of data stored on you if they are incorrect or incomplete. This includes the right to completion by providing supplementary statements or communications. (12) Your right to erasure, Art. 17 GDPR You have the right to request the erasure of personal data if they are incorrect or incomplete. This is possible, for example, if the data are no longer required for the purposes for which they were collected or if the data has to be erased for compliance with legal obligations. However, this right may be excluded in individual cases. (13) Your right to restriction of processing, Art. 18 GDPR You have the right to have the processing of your personal data restricted. This is possible, for example, if your data have been recorded inaccurately or the data processing is unlawful. If processing is restricted, the data may only be processed in strictly limited cases. (14) Your right to data portability, Art. 20 GDPR You have the right to request that the data relating to you be handed over to you or to a person named by you in a commonly used electronic, machine-readable data format if you have provided these data yourself. (15) Your right to object, Art. 21 GDPR You have the right to object, on grounds relating to your particular situation, at any time to the processing of personal data concerning you with effect for the future, provided that the data processing is carried out to serve legitimate interests (cf. Art. 6 para. 1 lit. e), f) GDPR). In the event of your objection, we will check whether the legal requirements for processing your data are met and, if this is not the case, will refrain from any further processing of your data. (16) Exercising the aforementioned rights You can exercise the rights mentioned under Nos. 9–15 of this notice vis-à-vis the authorised bodies named in No. 2 of this notice. You can always exercise your rights by contacting TH Bingen in text form or in written form. (17) Your right to lodge a complaint with the competent supervisory authority, Art. 77 GDPR You have the right to contact the competent supervisory authority of the Union or the Member States at any time regarding any violations of data protection regulations. (18) Your complaints office for data protection/competent supervisory authority For the domain of the German Federal Data Protection Act (BDSG)The Federal Commissioner for Data Protection and Freedom of InformationHusarenstr. 3053117 Bonn For the domain of the German State Data Protection Act (LDSG)The State Commissioner for Data Protection and Freedom of Information in Rhineland-PalatinateP.O. Box 30 4055020 Mainz As a public corporation, TH Bingen is under the jurisdiction of the State Data Protection Act of Rhineland-Palatinate. (19) Changes to our privacy provisions We reserve the right to adjust our privacy provisions occasionally so that they conform to current legislative requirements or to make amendments to our services in our privacy notice, for example when introducing new services. The new privacy policy will then apply to your next visit. (20) Google Maps The website offers the use of Google Maps for directions: Bingen Technical University of Applied Sciences (TH Bingen) Locations | TH Bingen (th-bingen.de). Data collected during use can be authorised or rejected via a cookie banner. Google Maps is a service provided by Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA. These pages are marked accordingly. By using this service, you consent to the collection, processing, and use of the data collected and the data you enter by Google. The terms of use for Google Maps can be found athttps://www.google.com/intl/en_en/help/terms_maps/[external page]. (21) X (formerly Twitter) For TH Bingen’s presence on Xhttps://x.com/th_bingen(formerlytwitter.com/th_bingen), there is a specific privacy notice. Please take the time to familiarise yourself immediately with our privacy notice when you visit this page. (22) YouTube Our website uses plug-ins from YouTube, which is operated by Google. The operator of the pages is YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA. When you visit one of our pages featuring a YouTube plug-in, a connection to the YouTube servers is established and the YouTube server is informed about which of our pages you visit. If you are logged into your YouTube account, you enable YouTube to assign your surfing behaviour directly to your personal profile. You can prevent this by logging out of your YouTube account. Further information on the handling of user data can be found in YouTube’s privacy policy at:https://policies.google.com/privacy?hl=en-GB[external page] For TH Bingen’s presence on YouTubehttps://www.youtube.com/channel/UCSFzHgOKuPKm6ONIuDIkDHQ, there is a specific privacy notice. Please take the time to familiarise yourself immediately with our privacy notice when you visit this page. (23) Facebook For TH Bingen’s presence on Facebookhttps://www.facebook.com/hochschule.bingen, there is a specific privacy notice. Please take the time to familiarise yourself immediately with our privacy notice when you visit this page. (24) Instagram For TH Bingen’s presence on Instagramhttps://www.instagram.com/hochschule.bingen/?hl=de, there is a specific privacy notice. Please take the time to familiarise yourself immediately with our privacy notice when you visit this page. (25) LinkedIn For TH Bingen’s presence on LinkedInhttps://www.linkedin.com/school/th-bingen/, there is a specific privacy notice. Please take the time to familiarise yourself immediately with our privacy notice when you visit this page (#TH-Bingen #Biotechnologie Akademie RLP). (26) Online application Prospective students can apply online for a study place at TH Bingen here:https://incampo.th-bingen.de/qisserver/pages/cs/sys/portal/hisinoneStartPage.faces?page=Bewerber/-innen&noDBAction=y&init=yYou can only apply after you have read and understood the specific privacy notice for online applications and provided your consent, which you can withdraw at any time. TH Bingen collects, stores, and processes your data during the enrolment process. After enrolment, the data will be retained for 10 full calendar years after completion of the degree programme. The data will then be deleted. If the application process is not completed or the applicant is not enrolled, the data will be deleted immediately. Please read the specific privacy notice as soon as you start the application process. (27) Bite – application portal Bingen Technical University of Applied Sciences publishes job vacancies in the Bite application portal. This allows applicants to submit their application electronically. By agreeing to our terms of use and submitting your completed online form, you, the applicant, agree that your data may be stored in accordance with the statutory provisions. Failure to do so will result in your online application not being processed and no data being entered in the portal. Personal data: personal data are individual details about personal or factual circumstances of a specific or identifiable natural person. These include information such as your correct name, address, telephone number, and date of birth. You can also enter/upload certificates, biographical details, and documents in the Bite portal. The collection of data requires the applicant’s consent. When you visit the Bite application portal, the following data are saved temporarily: · the connection data of the requesting computer · the TH Bingen web pages visited · the date and duration of your visit · the identification data of the browser and operating system type used We use the collected personal data exclusively for processing your application. Your personal data will only be shared or otherwise transmitted as part of the application process and only to persons who are involved in the application process. These include the hierarchical superiors (president, registrar) the hiring supervisors the Staff Council the representative body for severely disabled employees the Equal Opportunities Officer the human resources department After completion of the application process or if the application is withdrawn, all data will only be deleted completely after 6 calendar months. This is due to the need to wait in case of legal disputes with competitors. (28) Microsoft Teams We use the web conferencing service Microsoft Teams to hold online meetings. Microsoft Teams is a cloud-based service of the Microsoft Corporation. The controller responsible for data processing in direct connection with the organisation of online meetings is the controller named in section (2) a). The Microsoft Corporation acts as a processor for us in this respect. If you access the Microsoft website to participate in a Teams online meeting, the Microsoft Corporation is responsible for the processing of data on the website. However, it is only necessary to access the aforementioned website in order to download the software to use Microsoft Teams. If you do not want to or cannot use the Microsoft Teams app, you can also use Microsoft Teams via your browser. The service will then also be provided via the Microsoft Teams website. Various types of data are processed when using Microsoft Teams. The scope of the data also depends on what data you provide before or while participating in an online meeting. The following personal data will be processed: user details: e.g. display name, email address if applicable, profile picture (optional), preferred language meeting metadata: e.g. date, time, meeting ID, telephone numbers, location text, audio, and video data: you may have the option of using the chat function in an online meeting. This means that any text entries you make will be processed in order to display them in the online meeting. In order to enable the display of video and the playback of audio, the data from the microphone of your end device and from any video camera of the end device are processed accordingly for the duration of the meeting. You can switch off or mute the camera or microphone yourself at any time via the Microsoft Teams applications. Any audio and video content of the participants will only be processed during the respective online meeting, unless a recording is made with the prior consent of all participants in order to make the online meeting available afterwards to students who were unable to attend the live event. The chat content is logged when using Microsoft Teams. Automated decision-making within the meaning of Art. 22 GDPR is not used. The video session is not recorded (29) BigBlueButton We use the web conferencing service BigBlueButton to hold online consultations for prospective students. BigBlueButton is provided by the Rhineland-Palatinate state network for the universities and colleges of Rhineland-Palatinate. The controller responsible for data processing in direct connection with the organisation of online consultations is the controller named in section (2) a). When participating in a conference It is possible to take part in a digital consultation with or without registering via bbb.rlp.net. All you need to know is the address of a conference and the corresponding password if necessary. Anonymous use The following data is collected when you participate in a conference anonymously: the name you choose yourself (real name not required) language Anonymous user data are only valid for the duration of participation in a conference; they are not stored permanently. Conference content When you actively participate in a consultation, the data you create will be distributed via the servers of bbb.rlp.net to the organisers and usually also to all other participants of the conference. These include: whatever you say the images from a shared camera presentations you upload screen content you share You may have the option of using the chat function in an online meeting. This means that any text entries you make will be processed in order to display them in the online meeting. In order to enable the display of video and the playback of audio, the data from the microphone of your end device and from any video camera of the end device are processed accordingly for the duration of the meeting. You can switch off or mute the camera or microphone yourself at any time. The operators of bbb.rlp.net have no influence on whether personal data are transmitted in the process. It is the responsibility of the conference organisers and the participants to ensure privacy in a conference. Recording of conferences Digital consultations are not recorded or stored. The organisers of a conference for the purpose of digital consulting guarantee that no recordings will be made. (30) Userlike chatbot: Privacy notice for homepage and inCampo Userlike’s chatbot application is a text-based dialogue system with AI support that allows users to communicate with a technical system in natural language via text input and text output based on questions and answers (stored in what are called knowledge databases). TH Bingen uses the chatbot application in different process contexts. The aim is to enable user groups to ask questions about different process contexts outside normal working hours and thus contribute to the user-friendliness of systems and processes. Personal data are only processed when using the chatbot application if enquiries are to be forwarded to the TH Bingen ticket system for further processing at the user’s express request. In this case, the user’s first name, last name, and email address are recorded and stored in the chatbot application. The chatbot application continues to store cookies on users’ end devices. Cookies are deleted after 30 days, chat histories automatically after 90 days. The resulting statistics are processed anonymously. The aforementioned data and the communication between the user and the ticket processor are stored and processed in TH Bingen’s ticket system. 4. Legal basis Insofar as the above data processing is not based on the data subject’s consent, the legal basis for data processing is Section 3 of the Rhineland-Palatinate State Data Protection Act in conjunction with Art. 6 para. 1 sentence 1 lit. e GDPR. Bingen Technical University of Applied Sciences, 17.8.2023 Professor Antje Krause President Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/studies/courses/environmental-sustainability/team",
      "title": "Technische Hochschule Bingen: Team Umweltschutz",
      "timestamp": "2025-01-05T19:12:21.994423",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Team Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer Science Learn from experts We stand for excellent education and applied research. Our team comprises numerous young lecturers, assistant professors from various industry and business sectors and experienced professors, guaranteeing the ideal foundation for modern teaching. For all general questions regarding international matters please contact theInternational Affairs Department. Please direct any questions about the application process tozsb@th-bingen.de. Course Administration: If you have any further questions concerning the study program MI-ES, please contact us via:assistance-mi-es@th-bingen.de Prof. Dr. rer. nat. Michael Rademacher(Rm) Prof. Dr. rer. nat. Michael Rademacher Functions Studiengangsleitung internationaler Master Environmental Sustainability Mitglied im Senat der Hochschule Working Spaces Area Angewandte und theoretische Zoologie und Limnologie Ökologie, Naturschutz & Biodiversitätsmanagement Projektmanagement Teachings Zoologie, Ökologie, Ökologisches Praktikum, Bioingenieurwesen, Freilandökologie und Naturschutz, Restoration Ecology Awards Landeslehrpreis Contact Fachbereich 1 Building 2 Room 126 Prof. Dr.-Ing. Frieder Kunz(Fku) Prof. Dr.-Ing. Frieder Kunz Contact Fachbereich 1 Building 11 Room 107 Prof. Dr.-Ing. Dr. rer. nat. Sven Meyer(Mes) Prof. Dr.-Ing. Dr. rer. nat. Sven Meyer Contact Fachbereich 1 Building 2 Room 125 Tanja Lehr(Let) Tanja Lehr Contact Fachbereich 1 Building 2 Room 102 Your future Graduates of the degree program can look forward to challenging and responsible positions in public administration, planning offices, associations and the industrial sector. Check out thecareer opportunities. Take the next step! Take the next step! Your future begins now. Take your career into your own hands and apply to Bingen UAS. You can complete the application online, just click your way through it. Related links Application deadlinesDegree course flyer Online application Department 1 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/studies/courses/environmental-sustainability/requirements",
      "title": "Technische Hochschule Bingen: Voraussetzungen Umweltschutz",
      "timestamp": "2025-01-05T19:12:23.145879",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Requirements Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer Science Requirements Expecting an affinity for environmental protection and Sustainability, the degree program is aimed at bachelor graduates from Germany and abroad who have completed a degree in engineering or natural sciences or even in the fields of business or law. In addition, students should be willing to acquire extra fundamentals on their own and get involved in topics not related to their field of study. Prospective students with 180 ECTS credits must provide proof of internships or professional practice equalling at least 6 months. A bachelor’s degree with 180 ECTS credits and sufficient practical experience or 210 ECTS credits. Interest in environmental protection and sustainability. Knowledge in three out of five of the following subjects with at least 8 ECTS credits each, as evidenced by the bachelor’s degree transcript: Mathematics, Physics and/or Engineering Mechanics, Chemistry, Biology and/or Ecology, Economics An individual and specific Letter of Motivation is mandatory, as to why the applicant wishes to study within the program „M.Sc. Environmental Sustainability“. The applicant must prove that they have a Bachelor‘s degree with 210 ECTS, or a Bachelor’s degree with 180 ECTS plus minimum six months of relevant working experience. The applicant must state the total number of ECTS within the Letter of Motivation. A profound knowledge of English (IELTS-score of 5.5 or above, CEFR B2 or better) Applicants with a degree with 180 ECTS credits and relevant professional work or internships in a related field which equal a combined total of more than 6 months of full-time work can apply to have an additional 30 LP recognized. For questions regarding recognition Fachbereich 1 Building 2 Room 125 Prof. Dr.-Ing. Dr. rer. nat. Sven Meyer Contact Fachbereich 1 Building 2 Room 125 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/how-to-apply/consulting-and-assistance",
      "title": "Consulting and Assistance",
      "timestamp": "2025-01-05T19:12:24.313022",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Consulting and Assistance Buddy Program Consulting and Assistance The International Office is responsible for all international matters of Bingen UAS and the first point of contact for our partner universities and foreign exchange students as well as staff interested in an Erasmus+ staff mobility. We would like to support all international students so that you can successfully master your studies and feel right at home here at Bingen Technical University of Applied Sciences. To do so, we offer a wide range of support services to incoming students. If you have any individual questions, please contact us. If we cannot help you ourselves, we will be happy to put you in touch with the right person:incoming[at]th-bingen.de. Events for exchange students We offer a number of events designed for this purpose, and would be happy if you took advantage of these opportunities! Orientation week At the beginning of each semester, the International Office organizes an orientation week for exchange students who study at the Bingen UAS for one or two semesters as part of the ERASMUS+, CDHAW, IGCHE and mdihk programs, or as freemovers. During this week we guide the students in their first steps at the university, in Bingen and in the region. The orientation week is a mandatory event and its program will be sent by email. International lunch break The International Lunch Break takes place several times a semester in the AStA-Spaces. For these meetings, international students prepare typical recipes from their home countries and thus introduce their homeland along with typical dishes. A genuine culinary change and a great opportunity to get in touch with international or internationally interested fellow students. It’s definitely worth a drop-by! International Get-Together The International Get-Togethers are designed as networking events. Here you have the opportunity to meet new people and participate in intercultural exchange. The entire THB student community is invited to this event. Weather permitting, we invite Bingen UAS’ students (German and international) to the beautiful park at the Mäuseturm. There we enjoy a picnic with a view of the beautiful Rhine and the green vineyards and spend the afternoon playing games and chatting. If it’s freezing outside, we prefer the AStA-Spaces – of course without giving up fun, good food, music and intercultural exchange. Our goal is to promote exchange and networking in the THB student community, as well as to let you get to know the world from a different perspective. Excursions Excursions In the course of the semester, various excursions are offered. With these excursions we would like to help our student discover of the region as well as the neighboring federal states and Germany in general. Among others, we were in... Leipzig Aachen Cologne Heidelberg Bad Sobernheim Speyer Stuttgart Rothenburg ob der Tauber Rüdesheim Koblenz Hamburg But we also visited... the Gutenberg Museum in Mainz the Museum of Technology in Speyer the Museum am Strom in Bingen the nature adventure pool the climbing garden German language classes  Upon availability, the International Office of Bingen UAS regularly organizes German language classes for its international exchange students in cooperation with the adult education center (Volkshochschule Bingen). Language proficiency is of fundamental importance for the success of your studies. The acquisition of such language proficiency does not end with the passing of the DSH or TestDaF exam. On the contrary, it should be continued throughout your studies. The better your knowledge of German, the easier it will be for you to study. The courses offered are exclusively for enrolled international exchange students of the TH Bingen and are free of charge for them. No German courses are currently offered for degree-seeking international students, who are not enrolled in a double degree program. Please note:Bingen UAS does not offer DSH preparation courses or exams for applicants! Living in Bingen Living in Bingen Bingen is an ideal place for students to live. The cost of renting a flat is moderate, and the quality of life in this lovely city on the Rhine is high. We would be happy to assist you if you are in need of accommodations, and will send you information as soon as we receive your application. Any questions? Please, contact us. Corina Materne B.A.(Mca) Corina Materne B.A. Contact Zentralverwaltung Building 5 Room 305 Johanna Scarongella M.A.(Saj) Johanna Scarongella M.A. Contact Zentralverwaltung Building 5 Room 319 Janek Vollmerding B.Sc.(Voj) Janek Vollmerding B.Sc. Contact Zentralverwaltung Building 5 Room 242 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/studies/courses",
      "title": "Courses",
      "timestamp": "2025-01-05T19:12:25.467678",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Courses Environmental Sustainability Informatik / Computer Science Courses On this page you will find an overview of our courses taught in English. Please note that theother coursesin our degree programmes are taught in German. Students must provide proof of proficiency in the German language to be admitted to a degree course. Starting winter semester 2022, we will offer the following Master's degree programmes in English: Environmental Sustainability Computer Science Starting winter semester 2024, we are planning to offer the following Master's degree programme in English: Sustainable Intensification of Agricultural Production Systems Environmental Sustainability (M.Sc.) Master‘s course (English) Computer Science (M.Sc.) Master's course (English) Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/how-to-apply/consulting-and-assistance/buddy-program",
      "title": "Buddy Program",
      "timestamp": "2025-01-05T19:12:26.636498",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Buddy Program Buddy Program Buddy Program At the Bingen University of Applied Sciences, we cultivate a learning and teaching culture that is tailored to the individual needs of students and serves their personal development. Do you like cross-cultural exchange? Do you enjoy taking care of people? Would you like to improve your foreign language skills or learn a new language? Then sign up for the Buddy Program now! What is the Buddy Program? What is the Buddy Program? The Buddy Program is a peer orientation program that aims to promote international understanding in several ways. The program supports international students (both exchange and foreign students) in settling in and establishing new contacts. Furthermore, it fosters the social and emotional skills of those who act as mentors for new students based on their experiences at the TH and in Bingen. Why should I join the program? Why should I join the program? As mentor, you have the opportunity to ... come into direct contact with someone from a different socio-cultural background. gain intercultural experience without leaving Bingen. practice a foreign language, or perhaps learn a new language. rediscover Bingen and the surrounding area from a perspective not known before. make a new friend! Buddies, instead: gain an insight into the German world in all its facets, exploring German culture, nightlife, customs, habits, etc. get assistance with travel (if possible, e.g. pick-up from the train station or airport). are supported in daily university life. come to practice/improve language skills (be it German or another foreign language). receive support in everyday life, e.g. opening a bank account or signing a rental contract. gain a new friend! Application & Matching Application & Matching You can easily register using the registration formon the website. Fill it out and send it off! Application Deadlines: Winter semester: August 15 Summer semester: February 15 We will try to accommodate your requests, but we cannot promise anything. After the matching... After the matching... Just before the semester begins, acoaching sessionand aGreet & Meetevent will be arranged. In the coaching event mentors will be informed about the objectives of the Buddy Program, the tasks of a mentor, possible problems and their solutions as well as about the participation certificates for the voluntary intercultural commitment. In the Greet & Meet event, buddies will spend some time together to get to know each other and do some networking. Please note that as a mentor, you must submit a one-pagereport on your experiencesand 2-3 photographs to the International Office at the end of the program in order to receive a certificate of voluntary intercultural commitment. You are welcome to write this report in cooperation with your buddy and describe your joint experiences in it. The submission of an experience report does not apply to international students who have registered for the program as a buddy. What are you still waiting for? Any questions? Please contact us: International OfficeBerlinstraße 10955411 Bingen am RheinDeutschlandGebäude 5, Raum 319 T.+49 6721 409 337E.buddy@th-bingen.de FAQs The requirements for becoming a mentor are: You must have been enrolled at THB for at least one semester. The more experience you have, the better equipped you are to deal with certain questions. German language skills at least at level B2. You can easily register using the application format the top of the page. Fill it out and send it off! The International Office will check your application and get back to you after the matching is completed. Later, we will offer an online coaching to explain you: the program in detail your role and responsabilities Dos and Don'ts possible problems and solutions certificate of participation in intercultural volunteering ...and much more! You can be matched with 1-3 new international students, according to your desire and availability. As a mentor, you can be the very first friend of an international student at Bingen University of Applied Sciences, helping them to integrate, settle in and adjust. You will fulfill afacilitation missionand try to make this new, huge, beautiful, but sometimes scary change of life less overwhelming for the student. You can apply once per semester, and one semester is the time frame in which you are officially a mentor. Meaning: summer semester and\\or winter semester of each year. The program does not set an exact number of hours to spend on\\with your match. From our side, the only conditions for you to be then issued the certificate of participation, are: email your match within 7 days after being matched meeting him\\her at least once completing your end-of-term report (at the end of the semester) If you want to change your buddy for any reason, please email us atbuddy@th-bingen.de.If possible, we will match you with someone else. Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/studies/courses/informatik-computer-science/documents",
      "title": "Technische Hochschule Bingen: Dokumente Informatik",
      "timestamp": "2025-01-05T19:12:27.783055",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Documents Environmental Sustainability Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Relevant documents Regulations Regulations of the degree course M.Sc. Informatik / Computer Science (formerly M.Sc. Information Systems) for students starting in or after the 2018/2019 winter semester or later The examination regulations and the curriculum are approved and adopted, unpublished versions. Examination regulation Allgemeine Prüfungsordnung Module handbook Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/studies/courses/informatik-computer-science/requirements",
      "title": "Technische Hochschule Bingen: Voraussetzungen Informatik",
      "timestamp": "2025-01-05T19:12:28.926300",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Requirements Environmental Sustainability Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Requirements Degree: The admission requirements for the Master’s degree course in Informatik / Computer Science are governed by Section 3 of the Examination Regulations (for further information, please see the Documents section). Under these regulations, you are required to have completed a bachelor’s degree orDiplomin the field of computer science or a field closely related to computer science. Your final grade should be at least the German grade ofgut(good) or the recognised foreign equivalent thereof. In individual justified cases, it is possible to deviate from this regulation. If you believe this may apply to you, please contact the course advisor for more information. Experience: For the Master of Computer Science / Computer Science, the following basics from a Bachelor's degree must be proven: Software Engineering.In particular, this includes extensive programming skills and experience in software planning and quality assurance. Technologies of Computer Science.This includes central concepts and systems such as databases, operating systems and computer architectures. Theoretical Informatics. Language: With regard to the language requirements for English-language courses at the University of Applied Sciences Bingen, a language certificate at English language level B2 is required, which must be proven as follows: Test of English as a Foreign Language (TOEFL) Internet based (0-120 Pkt.) Min. 72 Pts. Test of English for International Communication (TOEIC) Listening and Reading (10-990 Pkt.) Min. 785 Pts. International English Language Testing System (IELTS) Min. Grade 5.5 IELTS For questions regarding recognition Fachbereich 2 Building 1 Room 220 Prof. Dr.-Ing. Volker Luckas Contact Fachbereich 2 Building 1 Room 220 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/en/data-protection-and-privacy-x-twitter-1",
      "title": "Data protection and privacy: LinkedIn",
      "timestamp": "2025-01-05T19:12:30.064134",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Specific privacy notice for the LinkedIn pages of TH Bingen and the Biotechnology Academy RLP Specific privacy notice for the LinkedIn pages of TH Bingen and the Biotechnology Academy RLP Privacy Specific privacy notice for the LinkedIn pages of TH Bingen and the Biotechnology Academy RLP Information on privacy/privacy notice in accordance with Article 12 of the EU General Data Protection Regulation I. Scope/area This privacy notice informs users about the type, scope, and purpose of the collection and use of personal data by Bingen Technical University of Applied Sciences (TH Bingen) and the Biotechnology Academy RLP on their LinkedIn pages. TH Bingen does not have a declared objective to store or utilise the data of LinkedIn users. Nevertheless, users can visit the public LinkedIn pages, read the content, and comment on it. Privacy issues may be affected when third parties comment on or create posts. The legal bases for the protection of data are set out in the EU General Data Protection Regulation, the State Data Protection Act of Rhineland-Palatinate (LDSG), and the German Telemedia Act (TMG). TH Bingen’s general privacy notice applies in all cases. This can be viewed at:https://www.th-bingen.de/datenschutz This will provide you with all further necessary information as well as an explanation of your data protection rights. This specific privacy notice provides information about the particular features of the LinkedIn pages of TH Bingen (https://www.linkedin.com/school/th-bingen/) and the Biotechnology Academy RLP (https://www.linkedin.com/company/biotech-akademie/). II Access data/server log files/data processing on LinkedIn The LinkedIn Ireland Unlimited Company collects data for its products every time the service is accessed (known as server log files). LinkedIn collects data for its products every time the service is accessed (known as server log files). The access data include:name of the website accessed, file, date and time of access, amount of data transferred, notification of successful access, browser type and version, the user’s operating system, referrer URL (the previously visited page), IP address, and the requesting provider.Along with data you enter voluntarily such as profile, login, contact and calendar data, LinkedIn also collects and processes data such as location and device information as well as internet protocol addresses (IP addresses). LinkedIn can also use cookies or similar technologies to identify you outside of its own services and across different devices. LinkedIn collects and analyses data from the content, news, and messages you publish and upload, as well as data from partners and affiliated companies, such as information provided by your workplace/educational institution, websites, or third-party services. LinkedIn also states that it may use the services of third parties (partner companies and external service providers) to support it in the provision of its services (such as maintenance, analysis, auditing, payment, fraud detection, marketing, and development). These third parties have access to your information to the extent reasonably necessary to perform the relevant tasks for LinkedIn and are obligated not to disclose or use your information for any other purpose. More information can be found at:https://de.linkedin.com/legal/privacy-policy. The purpose and scope of the data collection and the further processing and use of the data by LinkedIn as well as the related rights and setting options to protect the privacy of users can be found in LinkedIn’s privacy policy. You can find a list of all the data collected here:https://www.linkedin.com/legal/privacy-policy III User/visitor comments and posts When users leave comments in a blog or other posts, their IP addresses are stored. This is done to protect the provider in case someone enters illegal content in comments and posts (insults, prohibited political propaganda, etc.). In such cases, the provider can be held liable for the comment or contribution and is therefore interested in the identity of the author. If the user has a LinkedIn account, LinkedIn may display the profile name, profile picture, and actions performed by the user on LinkedIn or in third-party applications linked to the LinkedIn account in its services as well as in adverts and in other commercial contexts. TH Bingen and the Biotechnology Academy RLP reserve the right to delete posts from third parties. Unauthorised third-party advertising and commercial use by third parties is excluded. Users are hereby informed that LinkedIn collects and stores data. IV Photos on LinkedIn (Personal) photos and videos are only posted on our LinkedIn page with the consent of the persons concerned. They can withdraw their consent at any time. Ownership and rights of use remain exclusively with TH Bingen and Biotechnology Academy RLP. It is prohibited for unauthorised third parties to copy or further reproduce this document. You can request the deletion of a photo by contacting the data controller at TH Bingen at any time and without giving any reason. A message topraesidentin[at]th-bingen.dewill suffice. V Users/likers of our LinkedIn page Users who subscribe to, like, or like and/or comment on these pages declare their consent to the registration, visibility, and viewing/reading of personal data by third parties/third-party users in the context of their use of these pages. Likes and comments can be edited or deleted by the respective user at any time. VI Revocation, amendments, corrections, and updates The user has the right, upon request and free of charge, to receive information about the personal data stored about them. In addition, the user has the right to rectification of incorrect data, blocking, and erasure of their personal data, provided that this does not conflict with any statutory retention obligation. A message in text form topraesidentin[at]th-bingen.dewill suffice. VII Data controller The president of Bingen Technical University of Applied Sciences is responsible for data protection. The contact details are available in the legal notice on this page or in sections VII/VIII of this notice. President of TH BingenProfessor Antje KrauseBerlinstr. 109 55411 Bingen am RheinPhone: +49 6271 409-402Fax: +49 6721 409-100praesidentin[at]th-bingen.de VIII Complaints office for data protection For the domain of the German Federal Data Protection Act (BDSG) The Federal Commissioner for Data Protection and Freedom of InformationHusarenstr. 3053117 Bonn For the domain of the German State Data Protection Act (LDSG) The State Commissioner for Data Protection and Freedom of Information in Rhineland-PalatinateP.O. Box 30 4055020 Mainz  Bingen Technical University of Applied Sciences, 13.06.2023  Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/our-university/welcome-to-bingen-uas",
      "title": "Welcome to Bingen UAS",
      "timestamp": "2025-01-05T19:12:31.231527",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Welcome to Bingen UAS Welcome to Bingen Technical University of Applied Sciences! We are very pleased you are interested in studying here at Bingen Technical University of Applied Sciences (UAS). Bingen UAS has been training engineers and scientists since 1897. Completing your studies at Bingen UAS ensures professional instruction, a high level of practical relevance and close cooperation with companies. The approximately 30 degree courses we offer include engineering, information and communication technology, and life sciences. Starting winter semester 2023, we will offer the following Master's degree programmes in English: Environmental Sustainability Computer Science Coming soon: Master's degree programme in English: Sustainable Intensification of Agricultural Production Systems Please note that the other courses in our degree programmes are taught in German. Students must provide proof of proficiency in the German language to be admitted to a german-speaking degree course. At a glance Our fact sheet contains the most important information about our institution, including what we offer, who to contact, and relevant deadlines. International applicants Final degree in Bingen Studying as an exchange student Exchange semester in Bingen High-tech and the romantic Rhine River Bingen is located on the Rhine and is the gateway to the Upper Middle Rhine Valley, a UNESCO World Heritage Site. The town is also conveniently situated on the outskirts of the Rhine-Main region, whose cities of Mainz, Wiesbaden and Frankfurt can be reached quickly by train and car, with Frankfurt Airport practically right around the corner. The area's vineyards, forests and rivers invite you to run, bicycle or hike. There is a lot to explore culturally in the traditional region surrounding this town of 25,000 residents. Find out more about Bingen here:www.bingen.de/en   Living in Bingen Bingen is an ideal place for students to live. The cost of renting a flat is moderate, and the quality of life in this lovely city on the Rhine is high. We would be happy to assist you if you are in need of accommodations, and will send you information as soon as we receive your application. Any questions? Please contact us: Johanna Scarongella M.A.(Saj) Johanna Scarongella M.A. Contact Zentralverwaltung Building 5 Room 319 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/studies/courses/environmental-sustainability/documents",
      "title": "Technische Hochschule Bingen: Dokumente Umweltschutz",
      "timestamp": "2025-01-05T19:12:32.379627",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Documents Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer Science Relevant documents Regulations Regulations Examination regulations Guidelines Module handbook Allgemeine Prüfungsordnung Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/studies/courses/environmental-sustainability/overview",
      "title": "Technische Hochschule Bingen: Überblick Umweltschutz",
      "timestamp": "2025-01-05T19:12:33.557675",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Overview Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer Science Aiming for the Goal with Interdisciplinarity Environmental Sustainability, M. Sc. Conserving natural resources is the primary objective when it comes to the future. Doing so will sustainably improve and secure our livelihoods and those of our descendants. More than 45 years ago, Bingen UAS was the first university of applied sciences in Germany to establish a degree course in the field of environmental protection. Since then, the teaching content and methods have always been aligned with the latest developments. Interdisciplinary teaching takes priority in the degree course Master’s in Environmental Sustainability. Students from different bachelor programmes come together to contribute their expertise to international and interdisciplinary projects. Classes are taught in English. The application for the winter semester 2024/25 is open until 28 Februrary 2025. At a glance Why study at Bingen UAS? Why study at Bingen UAS? UAS Bingen was the first university in Germany to establish a course of study in environmental protection in 1974. Since then, the curricula and teaching methods have continuously been adapted to the latest developments. In the Master Environmental Sustainability, the focus is on interdisciplinarity. Benefit from our experience and get qualified in Bingen for the preservation of the environment, in order to start a career in science, as a project engineer or in environmental and quality management in industry and trade. What degree can I obtain? The course concludes with the awarding of the academic degree Master of Science (M.Sc.). Career prospects Career prospects Get started on your career: Administrative, supervisory and consulting activities at environmental protection agencies Scientific work at research institutes Project engineer at consulting and supervisory companies and meter-reading service providers Self-employment as an environmental protection engineer or specialized planner Environmental and quality management in the industries and trade sectors Further development and evaluation of processes for environmentally compatible production Development and implementation of environmental measures, renaturalising of water bodies, nature conservation and landscape planning Related degree courses Energie-, Gebäude- und Umweltmanagement (M.Sc.) Master‘s course (German) Landwirtschaft und Umwelt (M.Sc.) Master‘s course (German) Umweltschutz (M.Sc.) Master‘s course (German) Apply now! Apply now! Your future begins now. Take your career into your own hands and apply to Bingen UAS. You can complete the application online, just click your way through it. Questions about the degree course? Fachbereich 1 Building 11 Room 107 Prof. Dr.-Ing. Frieder Kunz Contact Fachbereich 1 Building 11 Room 107 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/en/data-protection-and-privacy-x-twitter",
      "title": "Data protection and privacy: X (Twitter)",
      "timestamp": "2025-01-05T19:12:34.707963",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Data protection and privacy Special data protection and privacy policy for Bingen University of Applied Sciences’ X (Twitter) presence Special data protection and privacy policy for Bingen University of Applied Sciences’ X (Twitter) presence Privacy Specific privacy notice for TH Bingen’s X (Twitter) page Information on privacy/privacy notice in accordance with Article 12 of the EU General Data Protection Regulation I. Scope/area This privacy notice informs users about the type, scope, and purpose of the collection and use of personal data by Bingen Technical University of Applied Sciences (TH Bingen) on its X (Twitter) page. TH Bingen does not have a declared objective to store or utilise the data of X (Twitter) users. Nevertheless, users can visit the public X (Twitter) page, read the content, and comment on it. Privacy issues may be affected when third parties comment on or create posts. The legal bases for the protection of data are set out in the EU General Data Protection Regulation, the State Data Protection Act of Rhineland-Palatinate (LDSG), and the German Telemedia Act (TMG). TH Bingen’s general privacy notice applies in all cases. This can be viewed at:https://www.th-bingen.de/en/footer/data-protection-and-privacy/. This will provide you with all further necessary information as well as an explanation of your data protection rights. This specific privacy notice provides information about the particular features of TH Bingen’s page on X (Twitter). II Access data/server log files/data processing on X (Twitter) X (Twitter) is a microblogging service of X (Twitter) Inc. X (Twitter) collects data every time the service is accessed. The purpose and scope of the data collection and the further processing and use of the data by X (Twitter) as well as the related rights and setting options to protect the privacy of users can be found in the privacy policy of X (Twitter):https://twitter.com/en/privacy III User/visitor comments and posts When users leave comments in a blog or other posts, their IP addresses are stored. This is done to protect the provider in case someone enters illegal content in comments and posts (insults, prohibited political propaganda, etc.). In such cases, the provider can be held liable for the comment or contribution and is therefore interested in the identity of the author. If the user has an X (Twitter) account, X (Twitter) may display the profile name, profile picture, and actions performed by the user on X (Twitter) or in third-party applications linked to the X (Twitter) account in its services as well as in adverts and in other commercial contexts. TH Bingen reserves the right to delete posts from third parties. Unauthorised third-party advertising and commercial use by third parties is excluded. Users are hereby informed that X (Twitter) collects and stores data. IV Photos on X (Twitter) (Personal) photos and videos are only posted on our X (Twitter) page with the consent of the persons concerned. They can withdraw their consent at any time. Ownership and rights of use remain exclusively with TH Bingen. It is prohibited for unauthorised third parties to copy or further reproduce this document. You can request the deletion of a photo by contacting the data controller at TH Bingen at any time and without giving any reason. A message topraesidentin[at]th-bingen.dewill suffice. V Users/likers of our X (Twitter) page Users who subscribe to, like, or like and/or comment on these pages declare their consent to the registration, visibility, and viewing/reading of personal data by third parties/third-party users in the context of their use of these pages. Likes and comments can be edited or deleted by the respective user at any time. VI Revocation, amendments, corrections, and updates The user has the right, upon request and free of charge, to receive information about the personal data stored about them. In addition, the user has the right to rectification of incorrect data, blocking, and erasure of their personal data, provided that this does not conflict with any statutory retention obligation. A message in text form topraesidentin[at]th-bingen.dewill suffice. VII Data controller The president of Bingen Technical University of Applied Sciences is responsible for data protection. The contact details are available in the legal notice on this page or in sections VII/VIII of this notice. President of TH BingenProfessor Antje KrauseBerlinstr. 109 55411 Bingen am RheinPhone: +49 6271 409-402Fax: +49 6721 409-100praesidentin[at]th-bingen.de VIII Complaints office for data protection For the domain of the German Federal Data Protection Act (BDSG) The Federal Commissioner for Data Protection and Freedom of InformationHusarenstr. 3053117 Bonn For the domain of the German State Data Protection Act (LDSG) The State Commissioner for Data Protection and Freedom of Information in Rhineland-PalatinateP.O. Box 30 4055020 Mainz  Bingen Technical University of Applied Sciences, 23.10.2023 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/en/data-protection-and-privacy-instagram",
      "title": "Data protection and privacy: Instagram",
      "timestamp": "2025-01-05T19:12:35.853615",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Data protection and privacy Special data protection and privacy policy for Bingen University of Applied Sciences’ Instagram and Facebook presence Special data protection and privacy policy for Bingen University of Applied Sciences’ Instagram and Facebook presence Privacy Specific privacy notice for TH Bingen’s Instagram and Facebook pages Information on privacy/privacy notice in accordance with Article 12 of the EU General Data Protection Regulation I. Scope/area This privacy notice informs users about the type, scope, and purpose of the collection and use of personal data by Bingen Technical University of Applied Sciences (TH Bingen) on its Instagram and Facebook pages. TH Bingen does not have a declared objective to store or utilise the data of Instagram and Facebook users. Nevertheless, users can visit the public Instagram and Facebook pages, read the content, and comment on it. Privacy issues may be affected when third parties comment on or create posts. The legal bases for the protection of data are set out in the EU General Data Protection Regulation, the State Data Protection Act of Rhineland-Palatinate (LDSG), and the German Telemedia Act (TMG). TH Bingen’s general privacy notice applies in all cases. This can be viewed at:https://www.th-bingen.de/en/footer/data-protection-and-privacy/. This will provide you with all further necessary information as well as an explanation of your data protection rights. This specific privacy notice provides information about the particular features of TH Bingen’s Instagram and Facebook pages. II Access data/server log files/data processing on Instagram and Facebook Instagram and Facebook areMeta products. Meta collects data for its products every time a service is accessed (known as server log files). The access data include:name of the website accessed, file, date and time of access, amount of data transferred, notification of successful access, browser type and version, the user’s operating system, referrer URL (the previously visited page), IP address, and the requesting provider.The provider uses the log data only for statistical evaluations for the purpose of operating, safeguarding, and improving the service. However, the provider reserves the right to check the log data at a later date if there is a justified suspicion of unlawful use based on tangible evidence. The purpose and scope of the data collection and the further processing and use of the data by Instagram and Facebook as well as the related rights and setting options to protect the privacy of users can be found in the Meta Privacy Center. You can find a list of all the data collected here:https://www.facebook.com/policy.php III User/visitor comments and posts When users leave comments in a blog or other posts, their IP addresses are stored. This is done to protect the provider in case someone enters illegal content in comments and posts (insults, prohibited political propaganda, etc.). In such cases, the provider can be held liable for the comment or contribution and is therefore interested in the identity of the author. If the user has an Instagram or Facebook account, Instagram/Facebook may display the profile name, profile picture, and actions performed by the user on Instagram/Facebook or in third-party applications linked to the Instagram/Facebook account in its services as well as in adverts and in other commercial contexts. TH Bingen reserves the right to delete posts from third parties. Unauthorised third-party advertising and commercial use by third parties is excluded. Users are hereby informed that Meta collects and stores data. IV Photos on Instagram and Facebook (Personal) photos and videos are only posted on our Facebook and Instagram pages with the consent of the persons concerned. They can withdraw their consent at any time. Ownership and rights of use remain exclusively with TH Bingen. It is prohibited for unauthorised third parties to copy or further reproduce this document. You can request the deletion of a photo by contacting the data controller at TH Bingen at any time and without giving any reason. A message topraesidentin[at]th-bingen.dewill suffice. V Users/likers of our Instagram and Facebook pages Users who subscribe to, like, or like and/or comment on these pages declare their consent to the registration, visibility, and viewing/reading of personal data by third parties/third-party users in the context of their use of these pages. Likes and comments can be edited or deleted by the respective user at any time. VI Revocation, amendments, corrections, and updates The user has the right, upon request and free of charge, to receive information about the personal data stored about them. In addition, the user has the right to rectification of incorrect data, blocking, and erasure of their personal data, provided that this does not conflict with any statutory retention obligation. A message in text form topraesidentin[at]th-bingen.dewill suffice. VII Data controller The president of Bingen Technical University of Applied Sciences is responsible for data protection. The contact details are available in the legal notice on this page or in sections VII/VIII of this notice. President of TH BingenProfessor Antje KrauseBerlinstraße 109 55411 Bingen am RheinPhone: +49 6271 409-402Fax: +49 6721 409-100praesidentin[at]th-bingen.de VIII Complaints office for data protection For the domain of the German Federal Data Protection Act (BDSG) The Federal Commissioner for Data Protection and Freedom of InformationHusarenstr. 3053117 Bonn For the domain of the German State Data Protection Act (LDSG) The State Commissioner for Data Protection and Freedom of Information in Rhineland-PalatinateP.O. Box 30 4055020 Mainz  Bingen Technical University of Applied Sciences, 25.5.2018  Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/en/data-protection-and-privacy-x-twitter-2",
      "title": "Data protection and privacy: Youtube",
      "timestamp": "2025-01-05T19:12:37.007855",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Specific privacy notice for TH Bingen’s YouTube channel Specific privacy notice for TH Bingen’s YouTube channel Specific privacy notice for TH Bingen’s YouTube channel Information on privacy/privacy notice in accordance with Article 12 of the EU General Data Protection Regulation I. Scope/area This privacy notice informs users about the type, scope, and purpose of the collection and use of personal data by Bingen Technical University of Applied Sciences (TH Bingen) on its YouTube channel. TH Bingen does not have a declared objective to store or utilise the data of YouTube users. Nevertheless, YouTube/Google users can visit this public YouTube channel, retrieve the content, and comment on it. Privacy issues may be affected when third parties comment on or create posts. The legal bases for the protection of data are set out in the EU General Data Protection Regulation, the State Data Protection Act of Rhineland-Palatinate (LDSG), and the German Telemedia Act (TMG). TH Bingen’s general privacy notice applies in all cases. This can be viewed at:https://www.th-bingen.de/datenschutz This will provide you with all further necessary information as well as an explanation of your data protection rights. This specific privacy notice provides information about the particular features of TH Bingen’s YouTube channel. II Access data/server log files/data processing on YouTube/Google YouTube/Google collect data every time a service is accessed (known as server log files). You can find a list of all the data collected here:https://policies.google.com/privacy?hl=de&gl=de III User/visitor comments and posts When users leave comments in a blog or other posts, their IP addresses are stored. This is done to protect the provider in case someone enters illegal content in comments and posts (insults, prohibited political propaganda, etc.). In such cases, the provider can be held liable for the comment or contribution and is therefore interested in the identity of the author. If the user has a Google account, Google may display the profile name, profile picture, and actions performed by the user on Google or in third-party applications linked to the Google account in its services as well as in adverts and in other commercial contexts. TH Bingen reserves the right to delete posts from third parties. Unauthorised third-party advertising and commercial use by third parties is excluded. The purpose and scope of the data collection and the further processing and use of the data by Google as well as the related rights and setting options to protect the privacy of users can be found in Google’s privacy policy:https://policies.google.com/privacy?hl=en IV Photos/videos on YouTube (Personal) photos and videos are only posted on YouTube channel with the consent of the persons concerned. They can withdraw their consent at any time. Ownership and rights of use remain exclusively with TH Bingen. It is prohibited for unauthorised third parties to copy or further reproduce this document. You can request the deletion of a photo by contacting the data controller at TH Bingen at any time and without giving any reason. A message topraesidentin[at]th-bingen.dewill suffice. V Users/likers of our YouTube channel Users who subscribe to, like, or like and/or comment on this chanel declare their consent to the registration, visibility, and viewing/reading of personal data by third parties/third-party users in the context of their use of this channel. Likes and comments can be edited or deleted by the respective user at any time. VI Revocation, amendments, corrections, and updates The user has the right, upon request and free of charge, to receive information about the personal data stored about them. In addition, the user has the right to rectification of incorrect data, blocking, and erasure of their personal data, provided that this does not conflict with any statutory retention obligation. A message in text form topraesidentin[at]th-bingen.dewill suffice. VII Data controller The president of Bingen Technical University of Applied Sciences is responsible for data protection. The contact details are available in the legal notice on this page or in sections VII/VIII of this notice. President of TH BingenProfessor Antje KrauseBerlinstr. 10955411 Bingen am RheinPhone: +49 6271 409-402Fax: +49 6721 409-100praesident[at]th-bingen.de VIII Complaints office for data protection For the domain of the German Federal Data Protection Act (BDSG) The Federal Commissioner for Data Protection and Freedom of InformationHusarenstr. 3053117 Bonn For the domain of the German State Data Protection Act (LDSG) The State Commissioner for Data Protection and Freedom of Information in Rhineland-PalatinateP.O. Box 30 4055020 Mainz  Bingen Technical University of Applied Sciences, 25.5.2018  Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/en/legal-notice",
      "title": "Legal notice",
      "timestamp": "2025-01-05T19:12:38.143828",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Legal notice Legal notice Legal notice The website is published by Bingen University of Applied Sciences (UAS),both a public corporation and a state institution.Bingen UAS is legally represented by the President.Address: Berlinstrasse 10955411 BingenT:+49 6721 409-0F:+49 6721 409-100E:poststelle@th-bingen.deW:www.th-bingen.de VAT ID: DE 208 946 397E-mail for students:studierendensekretariat[at]th-bingen.deE-mail for prospective students:zsb[at]th-bingen.deE-mail for privacy and transparency issues:datenschutz@th-bingen.de Competent supervisory authority Ministerium für Wissenschaft und Gesundheit (MWG)Mittlere Bleiche 61D-55116 Mainz Special electronic mailbox for public authorities Bingen UAS is accessible to authorities and persons in the legal system via a special electronic mailbox for public authorities. Delivery is subject to compliance with the EU General Data Protection Regulation and the State Data Protection Act of Rhineland-Palatinate. The Chancellor and Deputy Chancellor of TH Bingen have direct access to the electronic mailbox. In order to process inquiries and questions, cases are forwarded to specialist departments within the organisation. The organisational instructions for data protection and the generaldata protection declaration of Bingen UASapply to the processing of the cases. The name of the mailbox for public authorities: Egvp_beBpoHochschule RPTechnische Hochschule Bingen55411 Bingen am RheinLiability for own contents The contents of these pages were created with the greatest diligence. However, we cannot assume any liability for the correctness, completeness and updated state of the contents. The internet editorial staff of Bingen UAS reserves the right to change, supplement or remove the information provided without prior notice. Pursuant to Section 6 of the Interstate Agreement on Media Services (MDStV), the President of TH Bingen is responsible for the content.Liability for links Cross-references (links) to contents provided by other providers are to be distinguished from our own contents. We have no influence on their content; the respective provider or operator of the linked sites is always responsible for their content. If Bingen UAS refers to pages whose contents give cause for complaint, we kindly ask you to inform us.Information on data protection and transparency according to the transparency law of Rhineland-Palatinate (LTranspG) At this point we refer you to ourdata protection and privacy declarationpursuant to Article 12 of the EU General Data Protection Regulation (GDPR).Copyright The websites of Bingen UAS are protected by copyright. Texts, parts of texts, graphics, tables or picture material made available on the websites cannot be reproduced, distributed or displayed without the prior consent of Bingen UAS.General Terms and Conditions of Bingen UAS You will find the General Terms and Conditions of Purchase and Ordering and the Terms and Conditions for the Commissioning of Construction Services (GTC) of Bingen UAS in the following document. GTC of Bingen UAS (in German only)Execution and design LABORAgentur für moderne Kommunikation GmbHFischtorplatz 2155116 MainzOnline marketing agency labor.digital Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/how-to-apply/degree-programmes",
      "title": "Degree Programmes",
      "timestamp": "2025-01-05T19:12:39.363956",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Degree Programmes University degree in Bingen How to apply How to apply The Central Student Advisory Office (Zentrale Studienberatung) and the Academic Advisory Office (Fachstudienberatung) of the respective degree courses are responsible for advising prospective (international) students. You can find contact persons on the pages of the respective degree courses. Choose adegree programmeor adouble degree programmethat corresponds to your interests, and check whether you fulfil the requirements for studying at Bingen UAS. For international applicants this usually involves having your qualifications evaluated byuni-assist. Please only apply if you are able to provide proof that you possess the necessary language skills. If you fulfil the requirements for studying at Bingen UAS and have decided on a degree course, the next step is to apply online. Please note the respectiveapplication deadlines. In cooperation with the departments, the staff at the Registrar’s Office process and review your application, and are responsible for admissions to courses. IMPORTANT:Preparing a university application can be a time-consuming process. Please make sure you allow enough time for this process to be concluded by the time you apply so you are able to submit all required documents (e.g. preliminary review documentation/Vorprüfungsdokumentation (VPD) issued by uni-assist, translations (if necessary), language certificates) by the application deadline. In particular, we strongly recommend you request your VPD as early as possible so your application is not unnecessarily delayed by lengthy processing times. Four steps to a successful application at Bingen UAS 1. Have qualifications evaluated by uni-assist Once you have requested a VPD by submitting all required documents and paying the fees touni-assist, processing and reviewing your qualifications can take up to8 weeks. Applications for a VPD are possible year-round, irrespective of the semester you intend to apply for, and are valid for one year from the date of issue. IMPORTANT:Please note that applying for a VPD with uni-assist does not constitute an application to study at our university! As soon as you have been issued your VPD certificate you can apply online for your preferred study programme at Bingen UAS. The above does NOT apply to international applicants who have graduated from a German university with a Bachelor’s degree. have attended a „Studienkolleg“ and passed their „Feststellungsprüfung“. Exchange and visiting students are also exempt from this requirement and need not submit a VPD with their application. You can learn more about uni-assist’s VPD certificate and the process involved further down on the website. 2. Submit application Apply onlinefor your preferred degree course at Bingen Technical University of Applied Sciences by uploading all required documents. This includes your higher education entrance qualification (translations are only necessary if the documents are not in English or French), proof of language proficiency, a full CV detailing your academic and, if applicable, professional experience (no chronological omissions) as well as proof of prior periods of study abroad (if applicable). 3. Application processed by Registrar’s Office Once we have received your application we check for missing documents or incomplete data and e-mail you if you need to provide additional documentation. At any time during the application process you can track the status of your application online. When all required application documents have been reviewed and found to meet our admission requirements you will receive a letter of admission. 4. Transfer semester fee and submit documents for enrolment In your letter of admission you will be asked to transfer the semester fee and submit additional documents for enrolment (e.g. a birth certificate). Once we have received these, you will be enrolled at Bingen Technical University of Applied Sciences. FAQ Applicants for English-language Master's Programs You can find the requirements for the master's in Environmental Sustainability here:https://www.th-bingen.de/en/studies/courses/environmental-sustainability/requirements The requirements for the master's in Computer Science can be found here:https://www.th-bingen.de/en/studies/courses/informatik-computer-science/requirements Please send us your application. The individual case will only be checked thoroughly after the application has been sent. Please find an overview of the application process at the top of this page. The preliminary review documentation is issued by uni-assist. Your certificates will be checked and a report will be issued. Further information can be found here:https://www.uni-assist.de/en/faqs/plan-your-application/ No, we absolutely need a VPD issued for University of Applied Sciences Bingen. The VPD is valid for one calender year. You must provide proof of English language proficiency at level B2. You can submit the following documents: An English language certificate that corresponds to level B2 of the Common European Framework of Reference for Languages such as:International English Language Testing System (IELTS) with a minimum test score of 5.5Test of English as a Foreign Language (TOEFL iBT) with a score of at least 72Test of English for International Communication (TOEIC Listening and Reading) with a score of at least 785Cambridge Certificate International English Language Testing System (IELTS) with a minimum test score of 5.5 Test of English as a Foreign Language (TOEFL iBT) with a score of at least 72 Test of English for International Communication (TOEIC Listening and Reading) with a score of at least 785 Cambridge Certificate A German higher education entrance qualification, provided it shows a language level of at least B2 according to the Common European Framework of Reference for Languages. A higher education entrance qualification obtained in Great Britain, Ireland, New Zealand, Australia, the USA or in an English-speaking province of Canada if the language of instruction was predominantly English. A certificate of medium of instruction is not sufficient! Please let us know in advance if you do not receive a visa in time. If necessary, we can issue a certificate stating that you will be admitted again in the next semester. Please note: The Master's in Computer Science only starts in the winter semester. You will therefore have to wait a year for the new admission. Arriving up to two weeks after the start of lectures is fine. After that, your enrollment will be withdrawn/ your enrollment will be denied and you will have to reapply. If you have been asked to submit additional documents, you can upload them online. You will find the link to the upload form on the start page in inCampo after logging in. After submitting your application, you have four weeks (but no later than the start of lectures) to submit additional documents. You must therefore apply for the VPD sufficiently in advance. No, we only accept digital documents. No, simple scans of the original documents are sufficient. The status \"received\" means that we have received your application. The status \"In process\" means that we have started processing your application. The status \"valid\" means that your application is complete and is currently being reviewed by the relevant examination board. You can then expect a decision on your application next. The status \" missing documents\" means that your application is still incomplete and you must submit additional documents before a decision can be made. Please log in to inCampo and check which documents are missing The status \"excluded\" means that admission is not possible. In the status \"admission offered\" you must accept the offer, then your status will change to \"admitted\" and you can apply for enrollment in the next step. Please be patient. The uploaded documents must first be processed by the employees before the status changes. The process is not automated. Academic requirements Academic requirements Anyone who wishes to study at a German university needs what is called a higher education entrance qualification (HZB). With the higher education entrance qualification, applicants prove that they are entitled to study in Germany on the basis of their prior schooling. A foreign higher education entrance qualification qualifies applicants to study at a German institution of higher education, provided that the foreign proof of education is recognised as a higher education entrance qualification in Germany. You can find out about the basic recognition of your higher education entrance qualification in Germany on the website of theDAAD. This information is based on theanabin database(in German only) of the Central Office for Foreign Education (ZaB). If your foreign higher education entrance qualification is not sufficient for direct admission to a degree course in Germany, you have the option of attending a preparatory course. There, together with other students from abroad, you will acquire the academic and cultural prerequisites needed to study successfully in Germany. The preparatory courses generally end after one year with an assessment test. After successfully passing the test, graduates can study anywhere in Germany in the subjects that correspond to the subject they have attended. In Rhineland-Palatinate, two preparatory courses prepare students for the assessment test: Foundation Course at Kaiserslautern University of Applied Sciences (in German only) Foundation and Language Course at University of Mainz What is aVorprüfungsdokumentation (VPD)? Whether or not your higher education entrance qualification is sufficient for direct admission to a degree course at Bingen UAS needs to be evaluated on an individual basis. To help us determine this we rely on the services provided byuni-assist. uni-assist is a not-for-profit organisation providing international student application processing and evaluation services for German universities. Having reviewed your qualifications uni-assist will issue a so-called preliminary review documentation (Vorprüfungsdokumentation, VPD). The VPD certificate contains information on what higher education entrance qualifications you presented to uni-assist, how those are evaluated and how uni-assist rates your grade within the German system of grades. With your VPD certificate you can thenapplyto any of our study programmes. How do I apply for aVorprüfungsdokumentation (VPD)? Get required documents (including translations) ready RegisterwithMy assistand enter your personal, contact and education data InMy assist, choose your preferred semester and TH Bingen Upload documents toMy assist Pay uni-assistfees Make sure you go through uni-assist‘schecklistexplaining the VPD process in more detail. Language requirements Language requirements With the exception of two Master’s degree programmes (Environmental Sustainability, Computer Science) courses are primarily taught in German. Before applying, please check whether your desired course of study is taught in English or German and what language skills you will have to prove. The following can be submitted as proof of language skills: For degree programmes taught in German: German Language University Entrance Test (DSH-1) German as a foreign language test (TestDaF) with TestDaF level (TDN) 3 in all four components Passing of the “German” test section of the assessment test of a “Studienkolleg” preparatory course German Language Diploma from the German Standing Conference of Ministers of Education and Cultural Affairs - Level DSD II (exams for pupils in German at schools outside of Germany) Goethe Certificate C2: Großes Deutsches Sprachdiplom Successful completion of “telc German C1 University” For degree programmes taught in English: An English language certificate that corresponds to level B2 of the Common European Framework of Reference for Languages such as:International English Language Testing System (IELTS) with a minimum test score of 5.5Test of English as a Foreign Language (TOEFL iBT) with a score of at least 72Test of English for International Communication (TOEIC Listening and Reading) with a score of at least 785Cambridge Certificate International English Language Testing System (IELTS) with a minimum test score of 5.5 Test of English as a Foreign Language (TOEFL iBT) with a score of at least 72 Test of English for International Communication (TOEIC Listening and Reading) with a score of at least 785 Cambridge Certificate A German higher education entrance qualification, provided it shows a language level of at least B2 according to the Common European Framework of Reference for Languages. A higher education entrance qualification obtained in Great Britain, Ireland, New Zealand, Australia, the USA or in an English-speaking province of Canada if the language of instruction was predominantly English. Higher education entrance qualification certificates proving at least 5 years of English language lessons until graduation with at least (the equivalent of German) grade 4 (sufficient). Please note the following important information: We regret that we are unable to accept certificates and verifications other than those listed above as proof of language proficiency for studying at Bingen UAS. Bingen UAS does not offer DSH preparation courses or exams for applicants. Eager to learn more about language requirements and examinations? Head over to the German Academic Exchange Service (DAAD) and Study in Germany. Questions? Do not hesitate to contact us. Studierendensekretariat Building 5, Room 321 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/studies/study-at-bingen-uas",
      "title": "Study at Bingen UAS",
      "timestamp": "2025-01-05T19:12:42.176939",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Study at Bingen UAS Studying with prospects for the future Study at Bingen Technical University of Applied Sciences and become an expert in one of our technical-scientific courses. If you would like your studies to be practical and based on solid foundations, you have come to the right place. We offer a wide variety of different study models: in addition to full-time studies, many degree courses offer dual study with in-depth practical experience, parallel to training or parallel to your career. For our exchange students, we offer an English-speaking semester on the topics of sustainability and renewable resources. Our interdisciplinary Study Semester “Renewable Resources” takes place during the summer semester. Ourdegree courses: Bachelor: Agronomy (V, FT) Applied Bioinformatics (T, FT) Biotechnology (T, FT) Energy- and Process Engineering(T, FT) Electrical Engineering (FT) Computer Science (PT, FT) Climate Protection and Adaptation (T, FT) Mechanical Engineering (FT) Mechanical Engineering – Industrial Engineering (V, J) Process Engineering (V, J) Renewable Energy Management and Building Service Engineering (V, T, FT) Smart Systems Engineering (FT) Environmental Protection (T, FT) Viticulture and Oenology (V) Industrial Engineering (FT) Master: Energy, Facilities and Environment Management (FT) Electrical Engineering (FT) Computer Science (FT;taught in English, starting in winter 2022) Agriculture and Environment (FT) Mechanical Engineering (FT) Industrial Engineering (FT) Energy Operations Management (JM) Process Engineering (JM) Environmental Sustainability (FT;taught in English, starting in winter 2022) Sustainable intensification of agricultural production systems (FT;taught in English, coming coon) Key: V: vocational-training integrated studyJ: job-integrated studyT: traineeship-incorporatedPT: part-time studyFT: full-time studyJM: job-integrated Master Please note that most classes in our degree courses are taught in German. Classes taught in English can be foundhere. For exchange students who wish to participate, a minimum of B1 proficiency in German is required, provided this is covered in the Inter-Institutional Agreement and our Departments do not require other prerequisites (Please note: Other requirements apply to students who complete a full course of study with us and are pursuing a degree). For more detaileed information have a look at ourstudy program leaflet. Get an overview now and find the course that suits you best. Any questions? Please contact us: Johanna Scarongella M.A.(Saj) Johanna Scarongella M.A. Contact Zentralverwaltung Building 5 Room 319 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/studies/courses/informatik-computer-science/course-structure",
      "title": "Technische Hochschule Bingen: Studienaufbau Informatik",
      "timestamp": "2025-01-05T19:12:43.336881",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Course structure Environmental Sustainability Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Course structure Master’s degree course Master’s degree course The following course structure for the Master’s in Informatik / Computer Science (international) applies to students who have started their studies in or after the 2022/23 winter semester. The structure of the degree course is as follows (in the event of a summer semester start, the order of the 1st and 2nd semesters will be reversed): 1. Semester Architecture of Information Systems (6 credits) Systems Analysis (6 credits) Artificial Intelligence (6 credits) Two required electives (6 credits each) 2. Semester Higher Mathematics (6 credits) Advanced Database Systems (6 credits) Scientific Seminar (6 credits) Two required electives (6 credits each) 3. Semester Master’s thesis (30 credits) Students are free to decide upon the amount of modules taken per semester. But they have to consider, that (except for the thesis) all modules in the master degree courses are given in an annual base. Three of the four required electives must be selected from computer science electives and one must be an interdisciplinary module. Computer science electives may be, for example: Computer Vision (AI), Planning and Scheduling (AI), Network Security, Advanced Data Ming with R (AI), Simulation, Autonomous and mobile Robots (AI), Natural Language Processing (AI), E-Learning, and others. Interdisciplinary electives include, for example, Project Management, Business Etiquette and Business Start-up. At least one of the three computer science electives must be chosen from the field of Artificial Intelligence (AI). A detailed description of the course can be found in the module handbook under the Documents section. One credit (synonymous with ECTS credit) is equivalent to 30 hours of work. 30 ECTS credits must be completed per semester. As a benchmark, a module worth six ECTS credits will keep you busy for one full working day every week during the semester. This approach is based on the EU-wide guidelines of the Bologna Process. All modules in the Master’s degree course therefore provide for a workload of eight hours per week. Nevertheless, the time spent in attendance at the university may vary from module to module. The attendance time is determined by the weekly teaching hours (SWS) of a particular class. Example: Artificial Intelligence, 1st semester. Four class hours are planned per week, so including preparation and follow-up work plus preparation for exams, a total of eight hours of work per week are to be planned for (also in part during the lecture-free period). Related Links Degree course flyer Module handbook Course schedule At a glimpse Information systems Architecture of Information Systems Systems Analysis Artificial Intelligence Higher Mathematics Advanced Database Systems Scientific Seminar Computer Science electives (excerpt) Computer Vision Planning and Scheduling Network Security Advanced Data Mining with R Simulation Autonomous and Mobile Robots Natural Language Processing E-Learning Interdisciplinary skills Project Management Business Etiquette Business Start-Up Practical Training Master’s thesis with colloquium Bachelor’s degree orDiplomin a computer science degree course or related degree course, such as bioinformatics, information systems etc. English (equivalent to level B2) is a prerequisite (Classes will be held in English) Employed individuals who wish to pursue a part-time advanced qualification while working are kindly asked to contact the department’s student advisory service Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/studies/courses/informatik-computer-science/team",
      "title": "Technische Hochschule Bingen: Team Informatik",
      "timestamp": "2025-01-05T19:12:44.504265",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Team Environmental Sustainability Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Learn from experts We stand for excellent education and applied research. Our team comprises numerous young lecturers, assistant professors from various industry and business sectors and experienced professors, guaranteeing the ideal foundation for modern teaching. Please note that these persons are NOT involved with the application process and CANNOT give any advice on this. For Consulting and Assistanceclick here. Prof. Dr. rer. nat. Thomas Marx(Mx) Prof. Dr. rer. nat. Thomas Marx Contact Fachbereich 2 Building 1 Room 234 Prof. Dr.-Ing. Volker Luckas(Vl) Prof. Dr.-Ing. Volker Luckas Contact Fachbereich 2 Building 1 Room 220 Sonja Bail(Bj) Sonja Bail Contact Fachbereich 2 Building 1 Room 213 Prof. Dr. rer. nat. Thomas Marx(Mx) Prof. Dr. rer. nat. Thomas Marx Contact Fachbereich 2 Building 1 Room 234 Beate Scheipers(Sbe) Beate Scheipers Contact Fachbereich 2 Building 1 Room 213 Your future Your future Graduates of the Master’s degree course in Informatik / Computer Science are qualified for management functions in a variety of areas in the IT market. Check out thecareer opportunities. Take the next step! Take the next step! Your future begins now. Take your career into your own hands and apply to Bingen UAS. You can complete the application online, just click your way through it. Related Links Application deadlinesDegree course flyer Online application Department 2 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/studies/double-degree-programmes",
      "title": "Double Degree Programmes",
      "timestamp": "2025-01-05T19:12:45.643442",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Double Degree Programmes Double Degree in Bingen Our university is a member of two international education consortia:German University Consortium for International Cooperations(DHIK) andIndo-German Center For Higher Education (IGCHE). Within this framework, students from China (CDHAW), Mexico (mdhk) and India have the opportunity to study in Germany and with us at UAS Bingen. By joining forces with other applied universities to form consortia, the TH Bingen is able to create excellent academic offerings of the highest international standard. These do not have to fear comparison with offers from larger universities. If you are a student at a university who is a member of theDHIKorIGCHEconsortia and would like to complete a Double Degree at UAS Bingen, please contact your home university to receive a nomination from the consortium. For all general questions regarding international matters please contact theInternational Office. Corina Materne B.A.(Mca) Corina Materne B.A. Contact Zentralverwaltung Building 5 Room 305 Johanna Scarongella M.A.(Saj) Johanna Scarongella M.A. Contact Zentralverwaltung Building 5 Room 319 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/en/accessibility",
      "title": "Accessibility",
      "timestamp": "2025-01-05T19:12:46.789537",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Accessibility Accessibility Accessibility Ordinance on the Creation of Barrier-Free Information Technology of Rhineland-Palatinate (BITV RP) of June 3, 2019 Pursuant to Section 1 (2) of the BITV in conjunction with the Implementing Decision (EU) 2018/1523 of the Commission of the European Union of October 11, 2018 (L256/105), Annex, the following is declared on barrier-free accessibility:1. Name of the public bodyBingen University of Applied Sciences – public corporationBerlinstraße 10955411 Bingen am Rhein2. State of compatibility with accessibility requirementsThe websitehttps://www.th-bingen.de/home/and the related mobile applications are compatible with accessibility in part. 3. Content that is not barrier-free It does not have a version in simple language. It does not have a version in sign language. The font size cannot be variably adjusted via the user’s own individual controls. Videos do not always have subtitles. Alternative texts will be added in some places. The deliberation procedure pursuant to Section 4 of the BITV and Article 5 (2) of the DIRECTIVE (EU) 2016/2102 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 26 October 2016 has been carried out. The assessment showed that it would be not economically viable to upgrade the functions of the existing website, because this would incur enormous costs. When the website is relaunched again, the barrier-free elements the public body feels are missing will be included in the tender procedure. On August 29, 2019, the administration agreed with the representative of the severely handicapped at Bingen UAS that until the relaunch of the website, reasonable and affordable measures to optimise accessibility will be continuously developed.4. Feedback/contact informationPlease direct feedback on the accessibility of the websitehttps://www.th-bingen.de/home/to the following address: Technische Hochschule BingenReferat HochschulmarketingBerlinstraße 10955411 Bingen am RheinT:06721 / 409-342F:06721 / 409-461E:webmaster[at]th-bingen.de5. Drafting of this declarationThis declaration was created on August 30, 2019.6. Enforcement procedurePursuant to Section 3 (1) of the BITV, the State Representative for the Interests of People with Disabilities in Rhineland-Palatinate is responsible for the enforcement procedure. State Representative for the Interests of People with Disabilities in Rhineland-PalatinateMinister for Social Affairs, Labour, Health and Demographics of Rhineland-PalatinateBauhofstraße 955116 MainzT:0 61 31 / 16 53 42F:0 61 31 / 16 17 53 42E:lb@msagd.rlp.de Bingen am Rhein, August 30, 2019 Prof. Dr. Antje KrausePresident Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/studies/courses/environmental-sustainability/course-structure",
      "title": "Technische Hochschule Bingen: Studienaufbau Umweltschutz",
      "timestamp": "2025-01-05T19:12:47.948145",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Course structure Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer Science Course structure Master's degree course Master's degree course The master’s degree course is designed for a standard period of study of 3 semesters and 90 ECTS credits. It concludes with the awarding of the academic degree Master of Science (M. Sc.). Each semester begins with a project workshop for all students. First-year students learn methods and choose their project topic, which they will work on during the first two semesters. Higher-semester students present their project status and their acquired knowledge. Only the project and master’s thesis are compulsory. Any remaining modules are entirely the students´ choices. The individual academic advisory service will support you to create suitable combinations, considering your existing knowledge, interests and career goals. The modules offered cover the areas of business & law, ecology, climate and planning, plus environmental technology and immissions control. The compulsory project is designed for students to practice academic and scientific principles and methods, along with project management. Individual modules are offered by lecturers from the University of Sopron, Sopron (Hungary). Students also have the opportunity to spend the second semester abroad at the University of Sopron or another partner university. Lectures, seminars and practical internships are held during the first two semesters only. The third semester is dedicated to the master’s thesis. Related Links Examination regulations Degree course flyer Guidelines Module handbook  At a glance Compulsory subjects Project on academic and scientific principles and methods Master's thesis Electives: Academic English Air Resources CLIM, Climate Change and Environmental Impacts Climate Risk Assessment – Online Module Emission and Immission Lab – Air & Noise Energy Utilisation of Renewable Resources Environmental Controlling Environmental Impact of Plastics Environmental Noise Control European Environmental Law and Politics Fuel Cells and Hydrogen Economy GIS – Online Module Green Business International Sales, SMA Sales and Marketing Aspects International Water and Waste Management Conflicts and Synergies in Climate Management and Environmental Protection LCA – Case Studies LCA – Online Module Material Flow Management Mediterranean and Marine Ecology Mediterranean and Marine Ecology 2 Professional English Renewable Energies Renewable Materials, Lecture and Lab Restoration Ecology Sustainable Agriculture Sustainable Business Administration and Simulation summer and winter semesters Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/studies/courses/informatik-computer-science/overview",
      "title": "Technische Hochschule Bingen: Überblick Informatik",
      "timestamp": "2025-01-05T19:12:49.116801",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Overview Environmental Sustainability Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team The language of our civilisation Informatik /Computer Science, M. Sc. Computer science is a language of its own, seemingly invisible, and yet it is the basis of our everyday lives. Computer science is a very young science, where something new is being developed virtually every day. Study with us in the bachelor’s degree course and lay the foundation for your career in various fields of IT. Acquire advanced knowledge based on your interests in the areas of Data Science, Augmented and Virtual Reality or Mobile Computing. Our Master’s in Informatik / Computer Science international degree course focuses on topics related to artificial intelligence. The Master’s degree course in Informatik / Computer Science (M.Sc.) offers you the opportunity to obtain further academic qualifications. Since the winter semester 22/23, the Master's program in Computer Science has also been offered to all international applicants. Therefore, all courses are held in English, although the master's thesis can also be written in German. Please note to admission requirements for the international Master in Computer Science. At a glance Informatik / Computer science in 181 seconds Informatik / Computer science in 181 seconds The degree programme in a short portrait: our students show the degree programme Informatik / Computer science in 181 seconds. Why study at Bingen UAS? Why study at Bingen UAS? Studying computer science in Bingen offers you a practical way to learn, in small groups with good supervisory support in a friendly atmosphere. The accompanying tutorials for first-year students help you get off to a good start in your studies. We assist you in developing your potential: Competing against renowned universities, teams from TH Bingen took first place in 2014 and third place in 2016 in the InformatiCup – one of the most significant student competitions in the German-speaking world! Events View allevents What degree can I obtain? The course concludes with the awarding of the academic degree Master of Science (M.Sc.). \"What a computer is to me is the most remarkable tool that we have ever come up with. It's the equivalent of a bicycle for our minds.\" – Steve Jobs | Entrepreneur Career prospects As a graduate of the Master’s course in Informatik / Computer Science, you are qualified for management functions in a variety of areas in the IT market. You are an expert when it comes to integrating hardware and software components and processing complex information structures and relationships. Start your career after completing your master’s degree: Management of IT products and IT projects Planning and optimization of IT landscapes Design of information systems Academic work and publications Leadership of staff and teams Assumption of corporate responsibility Systems analysis and quality management Development of key technologies Control of projects Academic partners As anAcademic PartnerofVisual Paradigm, University of Applied Sciences Bingen is granted the use of Visual Paradigm forUML modeling,business process modeling,database design, etc. Apply now! Your future begins now. Take your career into your own hands and apply to Bingen UAS. You can complete the application online, just click your way through it. Questions about the degree course? Fachbereich 2 Building 1 Room 220 Prof. Dr.-Ing. Volker Luckas Contact Fachbereich 2 Building 1 Room 220 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/our-university/about-us-1",
      "title": "About us",
      "timestamp": "2025-01-05T19:12:50.280263",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   About us Our standards and our vision Bingen Technical University of Applied Sciences has a tradition as an educational institution for technical and natural sciences subjects stretching back over more than a hundred years. We oversee about 2,700 students. Our goal is high-quality, practical and personal education in the fields of natural sciences and technology. We are committed to fulfilling national and international standards. For more information take a look at ourannual report. Organisation and structure of Bingen UAS The responsibility for Bingen UAS rests on many shoulders, including university executives, our two departments, different committees and representatives, and the student parliament (StuPa) and students committee (AStA). Their common goal is to prepare students for professional and social challenges. We want our teaching and research to improve people's living and working conditions, conserve our natural resources and the environment, and sustainably develop technical innovations. The President of Bingen UAS, Prof. Dr. Antje Krause, represents the interests of the university to the outside. Bingen UAS employs over 200 people, including 70 professors and numerous staff members. At the Hermann Hoepke Institute (HHI), we network the research activities of our departments, making a contribution to technology transfer in business, science and politics. Department 1: Life Sciences and Engineering The teaching and research focus of Department 1 is biological and natural sciences. In some subjects, bachelor’s and master’s degrees can also be taken as a dual degree course or integrated in your job. We focus on maximum practical relevance, which is also ensured by the research and development facilities of the department, including St. Wendelinshof, the greenhouse and our research laboratories. Department 2: Engineering, Information Technology and Economics Department 2 comprises the traditional engineering disciplines and information technology courses. In many subjects, a bachelor’s degree is also available with job integration or as a dual course. Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/our-university/teaching-at-bingen-uas",
      "title": "Teaching at Bingen UAS",
      "timestamp": "2025-01-05T19:12:51.443671",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Teaching at Bingen UAS Excellence in teaching Good teaching is a tradition that goes back 120 years at Bingen UAS. The condensed campus helps teachers exchange experiences, and interdisciplinarity and practical teaching were already part of the philosophy of Hermann Hoepke, founder of Bingen Technical University of Applied Sciences. Bingen UAS is committed to its founder’s DNA. This results in strong university didactics that shape your practical studies. Our professor’s teachings are often supported by international teaching staff. The EARSMUS + program enables the professors of our partner universities from about 50 countries to participate in “Staff Mobilities for Teaching”. Within the framework of this program, UAS Bingen is able to receive international professors every semester and our students thus gain an insight into teaching from abroad, broaden their horizons and further develop their intercultural skills. We are always happy to welcome international professors here in Bingen. Bingen Technical University is also happy to host staff from our partner universities who would like to participate in “Staff Mobilies for Training”. Any questions? Please contact us: Johanna Scarongella M.A.(Saj) Johanna Scarongella M.A. Contact Zentralverwaltung Building 5 Room 319 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/our-university/international-profile",
      "title": "Inter­na­tional profile",
      "timestamp": "2025-01-05T19:12:53.714564",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   International profile International profile In this world of globalised structures, relevant research and good teaching thrive on international exchange. We are committed to this culture, which is why we encourage students to look beyond the boundaries of the lecture hall to gain knowledge and experience abroad. People from all over the world study and teach here at Bingen Technical University of Applied Sciences. We foster an active exchange of lecturers and students with our international partner universities. In addition, we are involved in applied research projects, including in developing countries, especially those in Africa. We also offer our students the possibility of international double degrees in cooperation with Tongji University (China) and Tecnológico de Monterrey (Mexico).This page will give you a first impression of the international profile of Bingen UAS. Our team at the International Office is happy to answer any further questions you may have. We look forward to hearing from you.    “At Bingen UAS, internationality is a part of everyday life. People from over 40 countries teach and study here at our university.” - Prof. Dr. Antje Krause |President President International impressions Study in Bingen and discover the world: Below are some impressions of the international life of our students and faculty members. In addition, this section contains the latest news about our international work here at the university. Networked around the world Bingen Technical University of Applied Sciences maintains cooperative relationships with more than 50 universities worldwide. Students can study with simplified admission requirements and free of charge, lecturers can give guest lectures and university staff can arrange stays for training or exchanging experiences. Erasmus+ Programme Erasmus+ Programme The European Commission’s grant programme is Erasmus+. Studying and teaching abroad in Europe? In exchanges with our more than 40 Erasmus+ partner universities, it is easy for students, teachers and staff to gain valuable experience throughout Europe. Erasmus+ (which runs from 2021-2027) is the European Union’s programme for education, youth and sport. Erasmus has supported more than three million students across Europe since 1987, making it the most significant and best-known mobility programme. Erasmus+ at Bingen UAS Erasmus+ at Bingen UAS The programme countries included in the Erasmus+ programme are all EU member states, plus the FYR of Macedonia, Iceland, Liechtenstein, Norway and Turkey. Bingen UAS maintains partnerships with universities in many of these countries, which makes it possible to study or to spend time at these institutions for teaching or continuing education. Internships or continuing education measures are possible in all programme countries. In addition, as part of Erasmus+ mobility with partner countries, funding can also be applied for at present with Erasmus+ for our partner university in Morocco, Université Cadi Ayyad.  Our students, teachers and staff can find detailed information on the implementation of these two programme areas (programme countries/partner countries) at Bingen UAS as well as factsheets, checklists and forms on the pages of the International Office in theIntranet(in German only). To be able to study as an Erasmus+ student at Bingen UAS, your home university must have signed a cooperation agreement with us. After you have been successfully selected by your university, please complete the Erasmus+ application form by the following deadlines: June 1 of each year for the winter semester (March until August) and December 1 of each year for the summer semester (September until February). Please send your completed application and all documents to the International Office at:incoming[at]th-bingen.de Liability clauseThis project was financed with the support of the European Commission. This publication solely reflects the views of the author, and the Commission cannot be held responsible for any use that may be made of the information contained therein. International exchange Every year, the International Office of Bingen UAS supports students planning a stay or an internship abroad, and oversees students from all around the world who have come to Bingen for a semester abroad or full-time studies. The English-language offerings of Bingen UAS are currently under construction and will be expanded in the near future. International exchange involves numerous opportunities for students: learning new languages, experiencing foreign cultures, professional enrichment through new learning concepts, and increased prospects on national and global job markets. International experience is in demand everywhere, and plays an important role in the development of young students by broadening their horizons and enabling their independence. Plan well in advance and make use of the numerous advisory and support services offered by the International Office, promoting our international focus in both directions, coming to Bingen and going abroad.Application InCampo International education consortia By partnering with other Universities of Applied Sciences to form consortia, Bingen UAS is able to provide excellent academic services of the highest international standard, remaining competitive with what larger Universities have to offer. German University Consortium for International Cooperations Our membership at the German University Consortium for International Cooperations enables study stays in China and Mexico with a double degree. Indo German Center for Higher Education As one of eight German universities Bingen UAS is part of the consortium in the field of electrical engineering with four Indian partners. Janek Vollmerding B.Sc.(Voj) Janek Vollmerding B.Sc. Contact Zentralverwaltung Building 5 Room 242 Johanna Scarongella M.A.(Saj) Johanna Scarongella M.A. Contact Zentralverwaltung Building 5 Room 319 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    },
    {
      "url": "https://www.th-bingen.de/en/how-to-apply/exchange-students",
      "title": "Exchange students",
      "timestamp": "2025-01-05T19:12:54.870036",
      "content": "Deutsch Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesDouble Degree Programmes Study at Bingen UAS Courses Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and Assistance Degree Programmes Exchange students Consulting and Assistance   Exchange students Spending a semester in Bingen We are very pleased to welcome increasing numbers of exchange and programme students from many partner universities all over the world to Bingen. Good and individual support is very important to us, ensuring students are able to get off to a great start and study successfully in Bingen and the Middle Rhine region. For our exchange students, we offermodules taught in English. Please find a list of these modules below. List of Modules offered in English Ourregular lecturesare held almost exclusively in German. For exchange students who wish to participate, a minimum of B1 proficiency in German is required, provided this is covered in the Inter-Institutional Agreement and our Departments do not require other prerequisites (Please note: Other requirements apply to students who complete a full course of study with us and are pursuing a degree). How to apply Anyone wishing to spend an exchange semester or year with us through a university partnership between their own university and Bingen UAS must first apply to their home university and be selected. The information on this page is intended for those students who would like to take part in our regular (mostly German-speaking) courses during their exchange stay. Application Deadline yearly for winter term is 1thDecember and for summer term is 1thJune.  Application process Application process 1. Registration Please register at ourApplicant’s Portal. Click the green button: „Jetzt online bewerben!“ You can do this in German as well as in English. 2. Online Application After you have received an e-mail about the registration, you can fill out and send the application online. This is possible in German as well as in English. 3. Processing your Application After you have sent your application to us online, your application will be processed further. You will be informed by us about the documents to be submitted. 4. What is the next step? Your application will now be reviewed. If all requirements for an exchange stay at Bingen UAS are fulfilled, our Registrars' Office will send you a Letter of Admission with further information about payment, health insurance, orientation week and housing. Choosing classes It is advisable for you to obtain an overview of the lectures and classes offered as early as possible. At the latest when applying, a Learning Agreement must be drawn up in coordination with the responsible persons at your home university, listing which lectures you would like to attend here in Bingen. Generally, all classes are open to exchange students, including classes from other degree courses. Unfortunately, Bingen UAS does not have a central lecture directory. Possible lectures can be found in the module guides of the individual degree courses. These guides can be found on the pages of the degree courses under “Dokumente”. When selecting classes, please check whether they are offered in the semester of your stay at Bingen UAS. Most modules take place either in the summer or in the winter semester. You will find this information as well as detailed information on the number of ECTS, weekly semester hours, module contents and type of examination in the module guide. For exchange and double degree students Since January 1, 2022 universities are only permitted to accept and process electronic notifications from health insurance companies. Please notify your health insurance company that you wish to enroll at Bingen UAS and provide the following university sender number: H0001634. Your health insurance company will then send an appropriate notification. The orientation week for exchange and double degree students (Erasmus, DHIK, IGCHE) will take place from 23th to 27th of September 2024. This is a mandatory event for all exchange and double degree students. Therefore, make sure you are here and able to participate as of September, 23th 2024. Studierendenwerk Mainz is the public provider of dormitories for students at Bingen UAS (and the two universities in the neighboring city of Mainz). The Studierendenwerk operates several dormitories in Mainz and one in Bingen, which has 86 furnished units, and is centrally located in the cities of Bingen and Mainz. We strongly recommend that you book your housing through Studierendenwerk Mainz. We also recommend that you apply for a room in the dormitory in Bingen. Information about the accommodation, rent, additional costs and deposit can be found here:https://www.studierendenwerk-mainz.de/en/wohnen/apply/price-overview. One-bedroom apartments with private bathroom and kitchenette are equipped with a closet, a shelf, a bed, a desk and a chair. There is a laundry room and a common room in the building. Leases are always for the entire semester (6 months). More information can be found online athttps://www.studierendenwerk-mainz.de/wohnen. Please apply for housing as soon as possible! Although the Studierendenwerk provides accommodation for all international students, there is unfortunately no guarantee that you will get a room in Bingen, as this depends on availability. Any questions? Please, contact us. Johanna Scarongella M.A.(Saj) Johanna Scarongella M.A. Contact Zentralverwaltung Building 5 Room 319 Our UniversityWelcome to Bingen UASAbout usTeaching at Bingen UASInternational profile Welcome to Bingen UAS About us Teaching at Bingen UAS International profile StudiesStudy at Bingen UASCoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeamDouble Degree Programmes Study at Bingen UAS CoursesEnvironmental SustainabilityOverviewCourse structureRequirementsDocumentsTeamInformatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Environmental SustainabilityOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Informatik / Computer ScienceOverviewCourse structureRequirementsDocumentsTeam Overview Course structure Requirements Documents Team Double Degree Programmes How to applyDegree ProgrammesExchange studentsConsulting and AssistanceBuddy Program Degree Programmes Exchange students Consulting and AssistanceBuddy Program Buddy Program Deutsch Data protection and privacy: Youtube Data protection and privacy: LinkedIn Data protection and privacy Data protection and privacy: Instagram Data protection and privacy: X (Twitter) Legal notice Accessibility",
      "type": "webpage"
    }
  ],
  "metadata": {
    "last_updated": "2025-01-05T19:12:54.872110",
    "total_pages": 29,
    "base_url": "https://www.th-bingen.de/en"
  }
}